Repository: lapin7771n/worship-songs
Catalog: lib/l10n/arb/intl_*.arb
Languages: ru

source: Home
ru: Главная

source: My Lyrics
ru: Избранное

source: Settings
ru: Настройки

source: Login
ru: Вход

source: Already have an Account
ru: Уже есть аккаунт

source: Password has to include at least 6 characters
ru: Пароль должен содержать как минимум 6 символов

source: Create Password
ru: Создать пароль

source: Email Address
ru: Email адресс

source: This doesn’t looks like email address
ru: Это не похоже на email адресс

# yourPasswordContainChars
source: Your password contain {length}/6 characters
ru: Ваш пароль содержит {length}/6 символов

source: Continue with Google
ru: Продолжить с Google

source: Error
ru: Ошибка

source: Type song name, lyrics...
ru: Введите название песни...

source: Cancel
ru: Отмена

source: All Lyrics
ru: Все песни

source: Account Settings
ru: Настройки профиля

source: Change email address
ru: Изменить email адресс

source: Not yet implemented
ru: Ещё не реализовано

source: Change password
ru: Изменить пароль

source: Logout
ru: Выйти

source: Change password, email, logout
ru: Изменить пароль, email, выйти

source: Notifications
ru: Уведомления

source: Manage notifications
ru: Управление уведомлениями

source: Report about bug
ru: Донести об ошибке

source: Could not launch
ru: Не получилось запустить

source: Chords
ru: Аккорды

source: Write us a line about problem you have
ru: Напишите немного про ошибку, которую вы получили

source: Words to Pray God
ru: Слова молитвы Богу

source: Play songs you like
ru: Играйте ваши любимые песни

source: The words of truth
ru: Слова истины

# Find the lyrics of popular christian songs to sing with people you love
source: Find the lyrics of popular Сhristian songs to sing with people you love
ru: Находите текст популярных христианских песен, чтобы петь с вашими любимыми

source: Beside lyrics you also can find the chords for guitar and notes for piano!
ru: Кроме текста, вы таже можете найти аккорды и ноты для фортепиано!

source: Read the great stories of great people how God changes their lives!
ru: Читайте классные истории про людей, жизнь которых меняет Бог!

source: Filters
ru: Фильтры

source: Reset
ru: Сбросить

source: Song Language
ru: Язык песни

source: Apply
ru: Применить

source: All
ru: Все

source: English
ru: Английский

source: Russian
ru: Русский

source: Ukrainian
ru: Украинский

source: Password
ru: Пароль

source: Version
ru: Версия

source: No Lyrics Added
ru: Нет добавленных песен

source: Browse our lyrics catalogue and find something for yourself
ru: Просмотрите наш каталог текстов песен и найдите что-нибудь для себя

source: Explore Lyrics
ru: Перейти к песням

source: Admin Portal
ru: Портал администратора

source: Go to the admin portal
ru: Перейти на портал администратора

source: Requests
ru: Запросы

source: Catalog
ru: Каталог

source: Lyrics
ru: Текст песни

source: Creating
ru: Создание

source: General Info
ru: Главная информация

source: No Album Assigned
ru: Нет прикреплённого альбома

source: Assign to Album
ru: Прикрепить к альбому

source: Request Info
ru: Информация о запросе

source: Requested by
ru: Создано

source: Date and Time
ru: Дата и время

source: Edit
ru: Редактировать

source: ex. Way Maker
ru: напр. Девяносто девять

source: Lyrics Title
ru: Название песни

source: Accept
ru: Принять

source: Reject
ru: Отклонить

source: Artist Title
ru: Название исполнителя

source: ex. Room For More
ru: напр. Room For More

source: Artist Description
ru: Описание исполнителя

source: File should not be bigger than
ru: Файл не должен превышать

source: Describe this Artist
ru: Описать исполнителя

# Select new photo from gallery
source: Select new Image from gallery
ru: Выбрать новое изображение из галереи

# Delete Photo
source: Delete Image
ru: Удалить изображение

source: Success
ru: Успешно

source: No Artist Assigned
ru: Нет прикреплённого исполнителя

source: Assign Artist
ru: Прикрепить исполнителя

source: Type artist name...
ru: Введите название исполнителя

source: How to Add Chords
ru: Как добавить аккорды

# To add chords to the lyrics insert “.”(Dot Sign) at start of Chords String
source: To add chords to the lyrics insert “.”(Dot Sign) at the start of Chords String
ru: Чтобы добавить аккорды к тексту, вставьте «.» (Знак точки) в начале строки аккордов.

source: Lyrics and Chords
ru: Текст и аккорды

source: Loading...
ru: Загрузка...

source: No new requests
ru: Нет новых запросов

source: Preview
ru: Предварительный просмотр

source: Content successfully deleted
ru: Контент успешно удален

source: Content delete error
ru: Ошибка удаления контента

source: ex. Alive
ru: прим. Alive

source: Start
ru: Начать

source: Easier way to login
ru: Более простой способ войти

source: We respect your time!
ru: Мы уважаем ваше время!

source: Using Social Media Login you will save tremendous amount of time
ru: Используя вход через социальные сети, вы сэкономите огромное количество времени

# It’s really save!
source: It’s really safe!
ru: Это действительно безопасно!

# No more passwords to forgot
source: No more passwords to forget
ru: Можно не бояться забыть пароль

source: Or
ru: Или

source: Sign up with E-Mail
ru: Зарегистрируйтесь с помощью E-Mail

source: Sign Up
ru: Зарегистрироваться

source: Language
ru: Язык

source: Save
ru: Сохранить

source: Delete Artist
ru: Удалить артиста

source: Delete Lyrics
ru: Удалить песню

source: Delete Album
ru: Удалить альбом

source: Are you sure you want to delete this artist? If deleted, artist will no longer be available to all users.
ru: Вы уверены, что хотите удалить этого исполнителя? В случае удаления исполнитель больше не будет доступен для всех пользователей.

source: Are you sure you want to delete these lyrics? If deleted, lyrics will no longer be available to all users.
ru: Вы уверены, что хотите удалить этот текст песни? В случае удаления, текст песни станет недоступен для всех пользователей.

source: Are you sure you want to delete this lyrics? If deleted, album will no longer be available to all users.
ru: Вы уверены, что хотите удалить этот альбом? В случае удаления альбом станет недоступен для всех пользователей.

# albums
source: {count, plural, one {Album} other {Albums}}
ru: {count, plural, one {Альбом} few {Альбомов} many {Альбомов} other {Альбомы}}

# artists
source: {count, plural, one {Artist} other {Artists}}
ru: {count, plural, few {Исполнителей} many {Исполнителей} other {Исполнители} one {Исполнитель}}
